<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>SportLogia | Casopis</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="../css/style.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="../css/coin-slider.css" />
<script type="text/javascript" src="../js/cufon-yui.js"></script>
<script type="text/javascript" src="../js/cufon-titillium-600.js"></script>
<script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="../js/script.js"></script>
<script type="text/javascript" src="../js/coin-slider.min.js"></script>
<style type="text/css">
.under {	font-size: 13px;
}
.style61 {	color: #4F4F4F;
	font-size: 19px;
	font-weight: bold;
	text-align: left;
}
.stylenew {text-align: justify;
}
</style>
</head>
<body>
<div class="main">
  <div class="header">
    <div class="header_resize">
     <div class="logo" style="width: 423px; height: 96px">
<form action="http://www.sportlogia.com/search.html" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="partner-pub-9314986315234356:3167672841" />
    <input type="hidden" name="cof" value="FORID:10" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" size="55" />
    <input name="sa" value=" Pretražite Sportlogiu " style="background:#545454; color:#FFFFFF; border: #545454 solid 2px;" type="submit">
  </div>
</form>

<script type="text/javascript" src="http://www.google.ba/coop/cse/brand?form=cse-search-box&amp;lang=en"></script>

</form> 
        <h1><a href="../index.html">SportLogia<span></span> <small>Journal</small></a></h1>
      </div>
      <div class="menu_nav">
       <ul>
           <li class="active"><a href="../onama.html"><span>O nama</span></a></li>
          <li><a href="../impressums.html"><span>Impresum</span></a></li>
          <li><a href="../casopis.html"><span>Arhiva</span></a></li>
          <li><a href="../uputstvo.html"><span>Uputstvo autorima</span></a></li>
          <li><span><a href="../aktuelni.html">Aktuelni broj</a></span></li>
<li><a href="../index.html"><span>Engleska verzija</span></a></li>
        </ul>
      </div>
      <div class="clr"></div>
      <div class="slider">
        <div id="coin-slider"><a href="#"><img src="../images/slide1.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide2.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide3.jpg" width="960" height="333" alt="" /></a></div>
        <div class="clr"></div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="content">
    <div class="content_resize">
      <div class="mainbar">
        <div class="article">
          <h2><span>SportLogia</span><br/>
          <span class="under">Vol. 8, Issue 1, Jun 2012.</span></h2>
          <p class="style61">&nbsp;</p>
          <p class="style61">STRUKTURA IZOLOVANIH FAKTORA  &nbsp;<br />
            PRECIZNOSTI KOD ODBOJKA&Scaron;A</p>
          <p>Tamara Karali&#263;<sup>1</sup>, Nenad Mareli&#263;<sup>2</sup>, i Aleksandra Vujmilovi&#263;<sup>3</sup> <br />
            <em><sup>1</sup>Fakultet fizi&#269;kog vaspitanja i sporta,  Univerzitet Banja Luka, Bosna i Hercegovina <br />
              <sup>2</sup>Kineziolo&scaron;ki fakultet, Sveu&#269;ili&scaron;te Zagreb,  Hrvatska <br />
              <sup>3</sup>Medicinska &scaron;kola, Banja Luka, Bosna i  Hercegovina </em><br />
          </p>
          <p>&nbsp;</p>
          <p>KRATKI NAU&#268;NI &#268;LANAK<br />
            <a href="http://dx.doi.org/10.5550/sgia.120801.se.065K">doi: 10.5550/sgia.120801.se.065K</a><br />
            COBISS.BH-ID: 2932760<br />
            UDK: 796.325&nbsp;</p>
          <p>&nbsp;</p>
          <p><span class="style61">Sa&#382;etak</span>&nbsp;&nbsp; </p>
          <p><strong><a href="srp8.pdf">PUNI TEKST (.pdf)</a></strong>          </p>
          <p>Predmet ovog istra&#382;ivanja jeste preciznost kao  faktor uspje&scaron;nosti kod odbojka&scaron;a. Problem se odnosi na realizaciju pomenute  motori&#269;ke sposobnosti putem jasno definisanih i metrijski validnih testova  karakteristi&#269;nih za prostor tehni&#269;ko &ndash; takti&#269;ke strukture odbojke. Cilj u  istra&#382;ivanju je da se utvrdi faktorska struktura antrpomotori&#269;ke sposobnosti  preciznosti za odbojka&scaron;e. Zadatak je utvrditi stepen korelacije motori&#269;kih  zadataka sa glavnim komponentama definisanim kao potencijalni faktori  istra&#382;ivanog prostora. Uzorak ispitanika &#269;inilo je ukupno 40 odbojka&scaron;a &#269;lanova  odbojka&scaron;kih klubova iz Ni&scaron;a (SRB), starosti od 14 do 16 godina. Kori&scaron;teno je 11  motori&#269;kih testova za procjenu sljede&#263;ih potencijalnih faktora: preciznost  poga&#273;anja ciljeva u horizontalnoj ravni, preciznost poga&#273;anja ciljeva u  vertikalnoj ravni, koordinacija tijela na odbojka&scaron;kom terenu, preciznost  tehnike sme&#269;iranja i nervno mi&scaron;i&#263;na reakcija. <br />
            Utvr&#273;eno je da postoje  odre&#273;ene manifestne dimenzije unutar posmatranog prostora definisanog kao  prostor preciznosti. Zatim, da u strukturi ovog prostora kod odbojka&scaron;a, djeluju  faktori preciznosti poga&#273;anja ciljeva prstima i &quot;&#269;eki&#263;em&quot; u  horizontalnoj i vertikalnoj ravni, tako&#273;er je potvr&#273;eno da djeluju i faktor  koordinacije u prostoru odbojka&scaron;kog terena i faktor brzine nervno-mi&scaron;i&#263;nog  reagovanja.&nbsp;&nbsp; <br />
            Generalno je zaklju&#269;eno da  u strukturi tehni&#269;ko-takti&#269;kih elemenata djeluju posebni tipovi preciznosti  odbojka&scaron;a koji se mogu definisati kao faktori preciznosti u tehnici dodavanja  lopte prstima, tehnici dodavanja &quot;&#269;eki&#263;em&quot; i tehnici sme&#269;iranja. </p>
          <p>&nbsp;</p>
          <p><span class="style61">Klju&#269;ne rije&scaron;i: </span>tehni&#269;ko-takti&#269;ka struktura, faktori, preciznost, odbojka.</p>
          <p>&nbsp;</p>
          <p class="style61">Reference </p>
          <p>&#1041;&#1077;&#1088;&#1085;&#1089;&#1090;&#1077;&#1080;&#1085;, &#1040;. (1990). &#1060;&#1080;&#1079;&#1080;&#1086;&#1083;&#1086;&#1075;&#1080;&#1103; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;  &#1080;&nbsp;&#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; [Physiology of movements and activities]. <em>&#1046;&#1091;&#1088;&#1085;&#1072;&#1083; &#1086;&#1073;&#1097;&#1077;&#1081;  &#1073;&#1080;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;</em>, <em>51</em>(2), 373&minus;392. <br />
            Bertucci, B., &amp; Hippolyte, R.&nbsp; (1984). <em>Championship  volleyball drills</em>. Volume 1. Champaign,   IL: Leisure Press. <br />
            Bosnar, K., &amp; &Scaron;najder, V. (1983). Relacije kognitivnih  faktora i uspje&scaron;nosti u odbojka&scaron;koj igri [Relations between cognitive factors  and performance in a volleyball game]. <em>Kineziologija</em>, 15(2), 123&minus;128. <br />
            Fleishman, A. E. (1954). Dimensional analisis of psyhomotor  abilities. <em>Journal of Experimenta psychology</em>, <em>48</em>(6),  437&minus;454.&nbsp; <br />
            Gaji&#263;, Z. (2005). <em>Formiranje modela pra&#263;enja  tehni&#269;ko-takti&#269;kih elemenata odbojka&scaron;ke igre</em> [Establishment of model of  monitoring the technical and tactical elements of a volleyball game].  (Unpublished master's thesis). University   of Belgrade, Faculty of  sport and physical education. <br />
            Gredelj, M., Metiko&scaron;, D., Ho&scaron;ek, A., &amp; Momirovi&#263;, K.  (1975). Model hijerarhijske strukture motori&#269;kih sposobnosti [Model of the  hierarchical structure of motor abilities]. <em>Kineziologija</em>, 1&minus;2. <br />
            Horga, S., Metiko&scaron;, D., Viski&#263;&nbsp;&Scaron;talec, N., Ho&scaron;ek, A.,  Gredelj, M. ... Mar&#269;elja, D. (1973). Metrijske karakteristike mjernih  instrumenata za procjenu faktora koordinacije ruku [Metric characteristics of  measuring instruments for the assessment of factors hand coordinating]. <em>Kineziologija</em>, <em>3</em>(2). 13&minus;20. <br />
            Horga, S., Momirovi&#263;, K., &amp; Jankovi&#263;, V. (1983).  Utjecaj konativnih regulativnih mehanizama na uspje&scaron;nost igranja odbojke [The impact  of regulatory mechanisms on the performance of playing volleyball]. <em>Kineziologija</em>, <em>15</em>(2): 129&ndash;137. <br />
            Ismail, A. H., &amp; Gruber, J. J. (1967). <em>Interrelationships  between motor aptitude and intellectual performance</em>. West   Lafayette, IN: Purdue University. <br />
            Ismail, A. H., Kane, J. E., &amp; Kirkendall, D. R. (1976).  Relationships among intellectual and nonintellectual variables. <em>Res. Q</em>, <em>40</em>(1)  83&minus;92. <br />
            Jankovi&#263;, V. (1988). Latentna struktura tehni&#269;ko-takti&#269;kih  elemenata u odbojci [Latent structure of technical and tactical elements in  volleyball]. <em>Kineziologija</em>, <em>20</em>(1), 57&minus;63. <br />
  &#1050;alajd&#382;i&#263;, D. (1984). <em>Morfolo&scaron;ke, motori&#269;ke, kognitivne,  konativne i sociolo&scaron;ke dimenzije odbojka&scaron;a</em> [Morphological, motor,  cognitive, conative, and social dimensions of volleyball players]. (Unpublished  doctoral dissertation). Faculty of physical education, University of Novi Sad. <br />
            Karali&#263;, T. (2007). <em>Uspje&scaron;nost realizacije tehni&#269;ko &ndash;  takti&#269;kih elemenata na Evrposkom odbojka&scaron;kom prvenstvu Rim &ndash; Beograd 2005</em> [The success of the implementation of technical - tactical elements of the  European Volleyball Championships Rome - Belgrade 2005]. (Unpublished master's  thesis). University   of Banja Luka, Faculty of  physical education and sport. <br />
            Kureli&#263;, N., Momirovi&#263;, K., Stojanovi&#263;, M., &Scaron;turm, J.,  Radojevi&#263;,&nbsp; &#272;., &amp; Viski&#263;&nbsp;&Scaron;talec, N. (1975). <em>Struktura i razvoj  morfolo&scaron;kih i motori&#269;kih dimenzija omladine</em> [The structure and development  of morphological and motor dimensions of youth]. Belgrade,  Serbia: Institute for  Scientific Research of the Faculty of Physical Education, University of Belgrade. <br />
  &#1051;&#1103;&#1093;&#1086;&#1074;&#1072;, &#1058;. &#1055;., &amp; &#1057;&#1090;&#1088;&#1077;&#1083;&#1100;&#1085;&#1080;&#1082;&#1086;&#1074;&#1072;, &#1045;.  &#1071;. (2007). &#1054;&#1087;&#1090;&#1080;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103;&nbsp;&#1090;&#1077;&#1093;&#1085;&#1080;&#1082;&#1086;-&#1090;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093;&nbsp; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1081; &#1089;&nbsp;&#1091;&#1095;&#1105;&#1090;&#1086;&#1084; &#1080;&#1075;&#1088;&#1086;&#1074;&#1099;&#1093;&nbsp;&#1072;&#1084;&#1087;&#1083;&#1091;&#1072;  &#1074;&#1086;&#1083;&#1077;&#1081;&#1073;&#1086;&#1083;&#1080;&#1089;&#1090;&#1086;&#1074;. [Optimization  of the technical and tactical actions taking into account the role playing  volleyball]. In &#1057;. &#1057;. &#1045;&#1088;&#1084;&#1072;&#1082;&#1086;&#1074;&#1072; (Ed.), <em>&#1060;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1074;&#1086;&#1089;&#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1077; &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090;&#1086;&#1074;  &#1090;&#1074;&#1086;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081;</em> (p.p. 57&minus;62). Kharkiv, Ukrainian: Kharkiv State Academy  of Physical Culture. <br />
            Mejov&scaron;ek, M. (1977). Relacije kognitivnih sposobnosti i  nekih mera brzine jednostavnih i slo&#382;enih pokreta [Relations between cognitive  abilities and some measure of the speed of simple and complex movements]. <em>Kineziologija</em>, <em>7</em>(1&minus;2), 77&minus;136. <br />
            Momirovi&#263;, K., Dobri&#263;, V., &amp; Karaman, &#381;. (1983).  Canonical covariance analysis. Proceedings of the 5th International Symposium  &quot;Computer at the University&quot; (p.p. 463&minus;473). Cavtat:&nbsp; <br />
  &#1053;&#1077;&#1084;&#1094;&#1077;&#1074;, &#1041;. &#1054;. (2003). &#1052;&#1077;&#1089;&#1090;&#1086;&nbsp;&#1090;&#1086;&#1095;&#1085;&#1086;&#1089;&#1090;&#1080; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081;  &#1074;&nbsp;&#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1077;&nbsp;&#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086;&nbsp;&#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072; [Location accuracy of movements  in the structure of physical qualities]. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081;  &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1080;</em>, <em>8</em>(4&minus;9). <br />
            Ne&scaron;i&#263;, G. (2006). Struktura takmi&#269;arske aktivnosti u  &#382;enskoj odbojci [The structure of competitive activity in women's volleyball].  (Unpublished doctoral dissertation). University   of Belgrade, Faculty of  sport and physical education. <br />
            Stojanovi&#263;, T., &amp; Milenkoski, J. (2005).  Multivarijantne razlike u varijablama za procjenu situaciono-motori&#269;kog znanja  izme&#273;u&nbsp; &scaron;estorki na utakmicama plej-ofa i plej-auta Prve makedonske  odbojka&scaron;ke lige [Multivariate differences in variables to assess the  situational-motor skills between the six playoff games and play-out of the  First Macedonian volleyball league]. <em>Glasnik fakulteta fizi&#269;kog vaspitanja i  sporta</em>, 1, 101&minus;111. <br />
            Stojiljkovi&#263;, S. (2003). <em>Osnove op&scaron;te motorike</em> [Fundamentals of general motor skills]. Ni&scaron;,   Serbia:  Studentski kulturni centar. <br />
            Strahonja, A. (1978). Utjecaj manifestnih i latentnih  antropometrijskih varijabli na situacionu preciznost u odbojci [The impact of  manifest and latent anthropometric variables on situational accuracy in volleyball]. <em>Kineziologija</em>, <em>8</em>(1-2), 102&minus;125. <br />
            Strahonja, A., Jankovi&#263;, V., &amp; &Scaron;najder, V. (1982).  Analiza pouzdanosti i faktorske valjanosti situaciono-motori&#269;kih testova u  odbojci [Analysis of reliability and factorial validity of the  situational-motor tests in volleyball]. <em>Kineziologija</em>, <em>14</em>(5),  161&minus;175. <br />
            Viski&#263;&nbsp;&Scaron;talec, N., Horga, S., Metiko&scaron;, D., Gredelj,  M., Mar&#269;elja, &amp; Ho&scaron;ek, A. (1973). Metrijske karakteristike testova za  procjenu faktora koordinacije nogu [Psychometric characteristics of tests to  assess the factors coordinating the legs]. <em>Kineziologija</em>, <em>3</em>(2),  21&minus;27. <br />
          Vukovi&#263;, M. (1996).  Baterija testova za odabir mladih odbojka&scaron;a. In Zbornik radova Fakulteta  fizi&#269;ke kulture Novi Sad, sveska VIII sa  me&#273;unarodnog simpozijuma &raquo;Tehnologija radnih procsa u fizi&#269;koj kulturi&laquo;&nbsp; i  &raquo;Sportske aktivnosti dece i omladine&laquo;, Aran&#273;elovac. 167-172.</p></div></div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="fbg">
    <div class="fbg_resize">
      <div class="clr"></div>
    </div>
  </div>
  <div class="footer">
    <div class="footer_resize"> <a href="http://www.ffvs.unibl.org"><img src="../ffvislogo.jpg" alt="logo" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><span style="font-size: 8pt; font-family: Arial"><font face="Arial"><strong>Faculty of Physical Education and Sports,</strong></font><br />
      Bulevar 
      Vojvode Petra Bojovića 1A, 78 000 Banja Luka</span><font face="Arial"><span style="font-size: 8pt"><br />
        <a href="http://www.sportlogia.com">SportLogia</a><br />
        </span></font><b><span style="font-family: Arial"> <font style="font-size: 8pt">Web Administrator Saša Šljivić<br />
          </font></span></b><br />
      </span> <a href="http://www.unibl.org"><img src="../unibl.png" alt="uni" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><strong><font size="1">University Banja Luka<br />
        </font></strong><font size="1">Bulevar 
          Vojvode Petra Bojovića 1A <br />
          78 000 Banja 
          Luka, Republika Srpska<br />
          </font></span>
      <p class="lf">&nbsp;</p>
      <p class="lf">&nbsp;</p>
      <div style="clear:both;"></div>
    </div>
  </div>
</div>
<div align=center></div>
</body>
</html>
