<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>SportLogia | Casopis</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="../css/style.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="../css/coin-slider.css" />
<script type="text/javascript" src="../js/cufon-yui.js"></script>
<script type="text/javascript" src="../js/cufon-titillium-600.js"></script>
<script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="../js/script.js"></script>
<script type="text/javascript" src="../js/coin-slider.min.js"></script>
<style type="text/css">
.under {
	font-size: 13px;
}
.small {
	font-size: 10px;
}
.main .content .content_resize .mainbar .article table tr td {
	font-size: 10px;
}
.style5 {font-size: 12px}
.style5 {	text-align: center;
}
.style61 {color: #4F4F4F;
	font-size: 19px;
	font-weight: bold;
}
.stylenew {	text-align: justify;
}
</style>
</head>
<body>
<div class="main">
  <div class="header">
    <div class="header_resize">
      <div class="logo" style="width: 423px; height: 96px">
<form action="http://www.sportlogia.com/search.html" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="partner-pub-9314986315234356:3167672841" />
    <input type="hidden" name="cof" value="FORID:10" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" size="55" />
    <input name="sa" value=" Search Sportlogia " style="background:#545454; color:#FFFFFF; border: #545454 solid 2px;" type="submit">
  </div>
</form>

<script type="text/javascript" src="http://www.google.ba/coop/cse/brand?form=cse-search-box&amp;lang=en"></script>

</form>
        <h1><a href="../index.html">SportLogia<span></span> <small>Journal</small></a></h1>
      </div>
      <div class="menu_nav">
        <ul>
         <li class="active"><a href="../index.html"><span>About us</span></a></li>
          <li><a href="../impressum.html"><span>Impressum</span></a></li>
          <li><a href="../journals.html"><span>Archives</span></a></li>
          <li><a href="../guidelines.html"><span>Guidelines</span></a></li>
          <li><a href="../current issue.html">Current issue</a></li>
        
          <li><a href="../onama.html"><span>Serbian version</span></a></li>
        </ul>
      </div>
      <div class="clr"></div>
      <div class="slider">
        <div id="coin-slider"><a href="#"><img src="../images/slide1.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide2.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide3.jpg" width="960" height="333" alt="" /></a></div>
        <div class="clr"></div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="content">
    <div class="content_resize">
      <div class="mainbar">
        <div class="article">
          <h2><span>SportLogia</span><br/>
          <span class="under">Vol. 7, Issue 1, Jun 2011.</span></h2>
          <p>&nbsp;</p>
          <p class="style61">THE IMPORTANCE OF  STRENGTH&nbsp; IN SPORT DANCE PERFORMANCE  TECHNIQUE </p>
          <p>Luki&#263; Adriana<sup>1</sup>, Bijeli&#263; Sne&#382;ana<sup>1</sup>, Zagorc Meta<sup>2</sup> and Zuhri&#263;-&Scaron;ebi&#263; Lejla<sup>3</sup><br />
            <em><sup>1</sup> Faculty of Physical  Education and Sport, Banja Luka, Bosnia and Herzegovina<br />
              <sup>2</sup> Faculty of Sport,  Ljubljana, Slovenia</em><br />
  <em><sup>3</sup> Faculty of Sport and  Physical Education, Sarajevo, Bosnia and Herzegovina</em></p>
          <p>&nbsp;</p>
          <p>SHORT SCIENTIFIC PAPER<br />
            <a href="http://dx.doi.org/10.5550/sgia.110701.en.061L" target="_blank">doi: 10.5550/sgia.110701.en.061L</a><br />
            COBISS.BH-ID: 2102808<br />
            UDC: 793.3:796 </p>
          <p>&nbsp;</p>
          <p><span class="style61">Summary</span>&nbsp;&nbsp; <strong><a href="7.pdf" target="_blank">FULL TEXT (.pdf) </a></strong>free of charge</p>
          <p>Strength is a motor ability that largely determines the features of a  move. In the area of conventional sports, that is the very facet that serves as  the basis for its importance, which is corroborated by several studies. In  sport dance, it is usually demonstrated in the form of repetitive and explosive  strength and in the function of introducing nuances in the dynamics of dance  performance. How big the importance of some manifestations of strength for the  quality of Latin-American and Ballroom dances performance as sport dance  disciplines is, is the topic that this paper deals with. The research included  49 sport dancers of both genders, age 12-15. The results of the research point  out to the fact that there are different approaches in validation of the contribution  of strength for the quality and performance of Latin-American and Ballroom  dance. Namely, strength as a motoric ability has statistically significant  effects on the quality of Latin-American performance technique, while in Ball-room  dances it does not appear to be statistically significant. The obtained differences  in the significance of the contribution in the observed dance disciplines are,  for sure, a confirmation of the necessity to have an individual approach in  planning and programming of training process, particularly for Ball-room and  Latin-American dances.</p>
          <p>&nbsp; </p>
          <p><span class="style61">Key words: </span>strength, influence,  sport dance.</p>
          <p class="style61">&nbsp;</p>
          <p class="style61">References</p>
          <p>Howard, G. (2002). The Technique of Ballroom Dancing. International  Dance Teachers Association Ltd. Brighton: Publish by International Dance  Publications.</p>
          <p>Joci&#263;, D. (1991). Predvi&#273;anje uspjeha u plesovima na osnovu morfolo&scaron;kog,  motornog, kognitivnog i konativnog statusa. Neobjavljena doktorska disertacija.  Univerzitet Beograd, Fakultet fizi&#269;ke kulture. </p>
          <p>Kosti&#263;, R. (1997). The Influence of a Two-week training on the Motor  Abilities of Female Dancers. U &Scaron;esti me&#273;unarodni simpozijum &raquo;FIS komunikacije  1997&laquo; u fizi&#269;kom vaspitanju, sportu i rekreaciji (pp. 107&ndash;114). Ni&scaron;: Filozofski  fakultet, Institut fizi&#269;ke kulture. </p>
          <p>Laird, W. (1992). Technique of Latin dancing. Brighton:  Publish by International dance Publication. </p>
          <p>Luki&#263;, A. (2006). Relacije nekih motori&#269;kih sposobnosti i efikasnosti  izvo&#273;enja osnovnih elemenata tehnike u sportskom plesu. Neobjavljena  magistarska teza. Univerzitet Banja Luka, Fakultet fizi&#269;kog vaspitanja i  sporta.&nbsp; </p>
          <p>Luki&#263;, A., Bijeli&#263;, S., &amp; Jovanovi&#263;, S. (2008). Uticaj ravnote&#382;e na  predikciju uspje&scaron;nosti u Standardnim plesovima. U XVI me&#273;unarodni  interdisciplinarni simpozijum &ldquo;Ekologija, sport, fizi&#269;ka aktivnost i zdravlje mladih. Novi Sad: Novosadski maraton.</p>
          <p>Luki&#263;, A. (2010). Efekti proprioceptivnog treninga na razvijanje  ravnote&#382;e i pobolj&scaron;anje tehnike izvo&#273;enja u sportskom plesu. Neobjavljena  doktorska disertacija. Univerzitet Banja Luka, Fakultet fizi&#269;kog vaspitanja i  sporta. </p>
          <p>Metiko&scaron;, D., Hofman, E., Prot, F., Pintar, &#381;., &amp;&nbsp; Oreb, G. (1989). Mjerenje bazi&#269;nih motori&#269;kih  dimenzija sporta&scaron;a. Fakultet za fizi&#269;ku kulturu. Zagreb. </p>
          <p>Nagode-Ambro&#382;, B. (1992). Kriteriji sojenja za standardne in latinsko - ameri&scaron;ke  plese (Kriteriji su&#273;enja u latino-ameri&#269;kim plesovima). Ljubljana:  Udru&#382;enje plesnih vaditeljev, u&#269;iteljev in trenerjev Slovenije.</p>
          <p>Uzunovi&#263;, S. (2004). Uticaj antropomotori&#269;kih sposobnosti na uspje&scaron;nost  u sportskom plesu. Neobjavljena magistarska teza. Univerzitet Ni&scaron;, Fakultet fizi&#269;ke kulture.</p>
          <p>Uzunovi&#263;, S., Kosti&#263;, R., Zagorc, M., Oreb, G., &amp; Joci&#269;, D. (2005).  The effect of coordination skills on the success in standard sports dancing U  Book of Abstracts of 10th Annual   Congress European   College of Sport Science  (pp. 270&ndash;271). Belgrade: European College  of Sport Science.</p>
          <p>Uzunovi&#263;, S. (2008). The transformation of strength, speed and coordination  under the influence of sport dancing. Facta Universitas, 6, pp.&nbsp;&nbsp; 135&ndash;146.</p>
          <p>Vla&scaron;i&#263; J., Oreb, G. i Le&scaron;&#269;i&#263;, S. (2009). Povezanost motori&#269;kih i  morfolo&scaron;kih obilje&#382;ja s uspjehom u dru&scaron;tvenim plesovima. Hrvatski  sportskomedicinski vijesnik, 30&ndash;37.</p>
        </div></div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="fbg">
    <div class="fbg_resize">
      <div class="clr"></div>
    </div>
  </div>
  <div class="footer">
    <div class="footer_resize"> <a href="http://www.ffvs.unibl.org"><img src="../ffvislogo.jpg" alt="logo" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><span style="font-size: 8pt; font-family: Arial"><font face="Arial"><strong>Faculty of Physical Education and Sports,</strong></font><br />
      Bulevar 
      Vojvode Petra Bojovića 1A, 78 000 Banja Luka</span><font face="Arial"><span style="font-size: 8pt"><br />
        <a href="http://www.sportlogia.com">SportLogia</a><br />
        </span></font><b><span style="font-family: Arial"> <font style="font-size: 8pt">Web Administrator Saša Šljivić<br />
          </font></span></b><br />
      </span> <a href="http://www.unibl.org"><img src="../unibl.png" alt="uni" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><strong><font size="1">University Banja Luka<br />
        </font></strong><font size="1">Bulevar 
          Vojvode Petra Bojovića 1A <br />
          78 000 Banja 
          Luka, Republika Srpska<br />
          </font></span>
      <p class="lf">&nbsp;</p>
      <p class="lf">&nbsp;</p>
      <div style="clear:both;"></div>
    </div>
  </div>
</div>
<div align=center></div>
</body>
</html>
