<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>SportLogia | Casopis</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="../css/style.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="../css/coin-slider.css" />
<script type="text/javascript" src="../js/cufon-yui.js"></script>
<script type="text/javascript" src="../js/cufon-titillium-600.js"></script>
<script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="../js/script.js"></script>
<script type="text/javascript" src="../js/coin-slider.min.js"></script>
<style type="text/css">
.under {
	font-size: 13px;
}
.small {
	font-size: 10px;
}
.main .content .content_resize .mainbar .article table tr td {
	font-size: 10px;
}
.style61 {color: #4F4F4F;
	font-size: 19px;
	font-weight: bold;
	text-align: left;
}
.stylenew {text-align: justify;
}
</style>
</head>
<body>
<div class="main">
  <div class="header">
    <div class="header_resize">
      <div class="logo" style="width: 423px; height: 96px">
<form action="http://www.sportlogia.com/search.html" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="partner-pub-9314986315234356:3167672841" />
    <input type="hidden" name="cof" value="FORID:10" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" size="55" />
    <input name="sa" value=" Pretražite Sportlogiu " style="background:#545454; color:#FFFFFF; border: #545454 solid 2px;" type="submit">
  </div>
</form>

<script type="text/javascript" src="http://www.google.ba/coop/cse/brand?form=cse-search-box&amp;lang=en"></script>

</form> 
        <h1><a href="../index.html">SportLogia<span></span> <small>Journal</small></a></h1>
      </div>
      <div class="menu_nav">
        <ul>
           <li class="active"><a href="../onama.html"><span>O nama</span></a></li>
          <li><a href="../impressums.html"><span>Impresum</span></a></li>
          <li><a href="../casopis.html"><span>Arhiva</span></a></li>
          <li><a href="../uputstvo.html"><span>Uputstvo autorima</span></a></li>
          <li><span><a href="../aktuelni.html">Aktuelni broj</a></span></li>
<li><a href="../index.html"><span>Engleska verzija</span></a></li>

        </ul>
      </div>
      <div class="clr"></div>
      <div class="slider">
        <div id="coin-slider"><a href="#"><img src="../images/slide1.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide2.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide3.jpg" width="960" height="333" alt="" /></a></div>
        <div class="clr"></div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="content">
    <div class="content_resize">
      <div class="mainbar">
        <div class="article">
          <h2><span>SportLogia</span><br/>
          <span class="under">Vol. 8, Issue 2, Decembar 2012.</span></h2>
          <p>&nbsp;</p>
          <p class="style61">VALJANOST, POUZDANOST I OSJETLJIVOST <br />
TESTA UDARAC NOGOM - MAE GERI          </p>
          <p><em>&#381;arko  Kostovski<sup>1</sup>, Marko Zeljkovi&#263;<sup>2</sup>, Lulzim Ibri<sup>3</sup>,  Elena Soklevska<sup>4</sup> i Bo&scaron;ko Zaborski<sup>4</sup></em><br />
            <sup>1</sup>Fakultet  fizi&#269;ke kulture, Univerzitet &ldquo;Sv. Kiril i Metodije&rdquo; Skoplje, Makedonija<br />
            <sup>2</sup>Fakultet  fizi&#269;kog vaspitanja i sporta, Univerzitet Banja Luka, Bosna i Hercegovina<br />
            <sup>3</sup>Sektor sporta, Op&scaron;tina Prizren, Srbija<br />
          <sup>4</sup>Karate club &ldquo;Mak Petrol&rdquo;,Skopje, Macedonia</p>
          <p>&nbsp;</p>
          <p>KRATAK NAU&#268;NI  &#268;LANAK<br />
            <a href="http://dx.doi.org/10.5550/sgia.120802.en.151C">doi: 10.5550/sgia.120802.se.150K</a><br />
          </p>
          <p>&nbsp;</p>
          <p><span class="style61">Sa&#382;etak</span>&nbsp;&nbsp; </p>
          <p><strong><a href="srp9.pdf" target="_blank">FULL TEXT (.pdf)</a></strong></p>
          <p>Specifi&#269;ne  motori&#269;ke sposobnosti u modernom sportu vjerovatno su odluju&#269;uju&#263;i fakotor u  rej&scaron;avanju sportskih zadataka i postizanju sportskog uspjeha. Udarci rukom i  nogom u karate sportu su dominantne tehnike koje poma&#382;u karatisti da osvaja  poene ili pobjedi u borbi. Karate sport, a posebno sportska diciplinu borba  (kumite), karakteri&scaron;u polustrukturalna kretanja, a kao najva&#382;nije motorne  sposobnosti isti&#269;u se eksplozivnost, brzina i koordinacija. Predmet ovog  istra&#382;ivanja proisti&#269;e iz prethodnih znanja i argumenata, a usmjeren je ka  odre&#273;ivanju mjernih karakteristika (pouzdanosti, osjetljivosti i valjanosti)  specifi&#269;nog motori&#269;kog testa &quot;Mae Geri&quot;. <br />
            Istra&#382;ivanje  je ra&#273;eno u Republici Makedoniji na uzorku od 30 ispitanika (karatista),  mu&scaron;karaca, starijih od 18 godina. Tokom istra&#382;ivanja na uzorku ispitanika  primjenjena je jedna manifestna specifi&#269;no-motori&#269;ka varijabla (novokostruisani  slo&#382;eni test), karakteristi&#269;na za karate sport. Cilj ovog istra&#382;ivanja bio je da se utvrde mjerne  karakteristike novokonstruisanog testa. Kori&scaron;&#263;enjem Hotteling metode utvr&#273;ena  je faktorska valjanost ovog testa kao i njegove latentne dimenzije, a  uspostavljena je i glavna komponenta u skladu sa Kaiser-Gutman kriterijom. Na  osnovu dobijenih rezultata istra&#382;ivanja do&scaron;lo se do zaklju&#269;aka koji se odnose  na mjerne karakteristike primjenjenog testa, a prije svega na faktor valjanost,  osjetljivost i pouzdanost istog.</p>
          <p class="stylenew">&nbsp;</p>
          <p><strong class="style61">Klju&#269;ne rije&#269;i: </strong>karate, Mae-Gery, mjerne karakteristike.</p>
          <p>&nbsp;</p>
          <p><span class="style61">References </span><br />
          </p>
          <p>Bukvi&#263;, A. (1982). <em>Na&#269;ela izrade  psiholo&scaron;kih testova </em>[Principals of psychological tests]. Beograd, RS: Zavod  za ud&#382;benike i nastavna sredstva.<br />
            Chaab&egrave;ne, H., Hachana, Z., Attia, A.,  Mkaouer, B., Chaabouni, S, &amp; Chamari, K. (2012). Relative and absolute  reliability of karate specific aerobic test (ksat) in experienced male  athletes. <em>Biolo. Sport</em>, <em>29</em>(3), 211&ndash;215.<br />
<a href="http://dx.doi.org/10.5604/20831862.1003485">doi: 10.5604/20831862.1003485</a> <img src="1_clip_image002.jpg" width="53" height="12" /><br />
            Doder, D., Malacko, J., Stankovi&#263;, V., &amp;  Doder, R. (2011). Predictor  validity of morphological and basic motor variables for assessment and  monitoring of the karate punch with the lead arm (oi-tsuki). <em>Biolo. Sport</em>, <em>28</em>(4), 265&ndash;270. <br />
            <a href="http://dx.doi.org/10.5604/965485">doi: 10.5604/965485</a> <img src="1_clip_image002.jpg" width="53" height="12" /><br />
            Koleti&#263;, Z. (1992). <em>Metrijske  karakteristike situaciono motori&#269;kih testova u karate</em> [Metric  characteristics of situational motor tests in karate]. Unpublished thesis,  University of Zagreb, Fakultet za<br />
            fizi&#269;ku kulturu.<br />
            Koropanovski, N., Dopsaj, M., &amp;  Jovanovi&#263;, S. (2008). Characteristics of Pointing Actions of Top Male  Competitors in Karate at World and European level. <em>Brazilian Journal of  Biomotoric</em>, 2(4), 241&ndash;251.<br />
  &#1050;&#1086;&#1089;&#1090;&#1086;&#1074;&#1089;&#1082;&#1080;, &#1046;. (2004) <em>&#1052;&#1077;&#1088;&#1085;&#1080;  &#1082;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1080; &#1085;&#1072; &#1084;&#1086;&#1090;&#1086;&#1088;&#1085;&#1080;&#1090;&#1077; &#1080; &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1094;&#1085;&#1086; &#1084;&#1086;&#1090;&#1086;&#1088;&#1080;&#1094;&#1082;&#1080;&#1090;&#1077; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080; &#1082;&#1072;&#1112; &#1082;&#1072;&#1088;&#1072;&#1090;&#1077;  &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1089;&#1090;&#1080; &#1086;&#1076; &#1088;&#1072;&#1079;&#1083;&#1080;&#1094;&#1085;&#1072; &#1093;&#1088;&#1086;&#1085;&#1086;&#1083;&#1086;&#1096;&#1082;&#1072; &#1074;&#1086;&#1079;&#1088;&#1072;&#1089;&#1090;</em> [Measuring features of motor and  specific motor tests in karate athletes from different chronological age].  Unpoublished doctorial dissertation, University &Prime;Ss. Cyril and Methodius&Prime; of Skopje, Faculty of Physical  Culture.<br />
  &#1050;&#1086;&#1089;&#1090;&#1086;&#1074;&#1089;&#1082;&#1080; &#1046;. (2005) &#1059;&#1090;&#1074;&#1088;&#1076;&#1091;&#1074;&#1072;&#1085;&#1112;&#1077; &#1085;&#1072; &#1084;&#1077;&#1088;&#1085;&#1080;&#1090;&#1077;  &#1082;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1080; &#1085;&#1072; &#1086;&#1076;&#1088;&#1077;&#1076;&#1077;&#1085;&#1080; &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1085;&#1086; &#1084;&#1086;&#1090;&#1086;&#1088;&#1085;&#1080; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1080; &#1079;&#1072; &#1087;&#1088;&#1086;&#1094;&#1077;&#1085;&#1091;&#1085;&#1091;&#1074;&#1072;&#1114;&#1077; &#1085;&#1072;  &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1085;&#1072; &#1082;&#1072;&#1088;&#1072;&#1090;&#1077;-&#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1094;&#1080;&#1112;&#1072;, &#1082;&#1072;&#1112; &#1082;&#1072;&#1088;&#1072;&#1090;&#1077;-&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1089;&#1090;&#1082;&#1080; &#1087;&#1086;&#1084;&#1083;&#1072;&#1076;&#1080; &#1082;&#1072;&#1076;&#1077;&#1090;&#1082;&#1080;  [Determining the measurement characteristics of certain specific motor tests  for assessment of specific karate coordination in younger female karate  athletes-cadets]. <em>&#1060;&#1080;&#1079;&#1080;&#1095;&#1082;&#1072; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1072;</em>, 2, 115&ndash;118.<br />
            Kostovski, &#381;., &amp; Georgiev, G. (2009a).  Relijabilnost primenjenih testova za procenu specifi&#269;ne karate koordinacije kod  vrhunskih karatista sa razli&#269;ite hronolo&scaron;ke uzrasti, [Test reliability for  assessment the appropriateness of specific coordination in elite karate  athletes with different chronological ages]. In B. Miki&#263; (Ed.), <em>II  Me&#273;unarodni simpozijum Sport i zdravlje </em>(pp. 127&#8213;130). Tuzla, BA: Fakultet  za tjelesni odgoj i sport.<br />
            Kostovski, &#381;., &amp; Georgiev, G. (2009b).  Validnost testova za procenu specifi&#269;ne karate koordinacije kod 12 i 14  godi&scaron;njih karatista [Test validity tests for the assessment of specific  coordination karate at 12 and 14 years old karate athletes]. In B. Miki&#263; (Ed.), <em>II Me&#273;unarodni simpozijum Sport i zdravlje </em>(pp. 120&#8213;126). Tuzla, BA:  Fakultet za tjelesni odgoj i sport.<br />
            Kostovski, &#381;., &amp; Georgiev, G. (2009c).  Measure characteristics of motor tests for assessing rhythmic structure and  explosive strength with karate athletes and non-athletes at the age of 12. <em>Sport  scientific and practical aspect</em>, <em>6</em>(2), 37&ndash;42.<br />
            Kostovski, &#381;, Mashik, Z, &amp; Gukanovik,  N. (2011). Measuring performance of the strokes with leg (mavashi geri and  ushiro geri) in karate sport. In. A. Biberovi&#263; (Ed.), <em>IV Me&#273;unarodni  simpozijum Sport i zdravlje</em> (pp. 245&#8213;248). Tuzla, BA: Fakultet za tjelesni  odgoj i sport..<br />
            Kule&scaron;, B., &amp; Muratagi&#263;, D&#382;. (1993).  Konstrukcija i validacija situacijsko-motori&#269;kih testova za karatiste  [Construction and validation of situational-motor tests for karate athletes]. <em>Kineziologija</em>, <em>25</em>(1-2), 52&ndash;57.<br />
            Serti&#263;, H., Vidranski, T., &amp; Segedi,  I. (2010). Terenski testovi za procjenu specifi&#269;nih motori&#269;kih sposobnosti  karatista [Field tests for the assessment of specific motor skills karate  athletes]. In I. Juki&#263;, C. Gregov, S. &Scaron;alaj, L. Milanovi&#263;, and T. Trost-Bobi&#263;  (Eds.), <em>VIII godi&scaron;nja me&#273;unarodna konferencija Kondicijska priprema sporta&scaron;a</em> (pp. 223&#8213;226). Zagreb, HR: Kineziolo&scaron;ki fakultet Sveu&#269;ili&scaron;ta u Zagre; Udruga  kondicijskih trenera Hrvatske. </p>
          <p></p>
        </div></div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="fbg">
    <div class="fbg_resize">
      <div class="clr"></div>
    </div>
  </div>
  <div class="footer">
    <div class="footer_resize"> <a href="http://www.ffvs.unibl.org"><img src="../ffvislogo.jpg" alt="logo" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><span style="font-size: 8pt; font-family: Arial"><font face="Arial"><strong>Faculty of Physical Education and Sports,</strong></font><br />
      Bulevar 
      Vojvode Petra Bojovića 1A, 78 000 Banja Luka</span><font face="Arial"><span style="font-size: 8pt"><br />
        <a href="http://www.sportlogia.com">SportLogia</a><br />
        </span></font><b><span style="font-family: Arial"> <font style="font-size: 8pt">Web Administrator Saša Šljivić<br />
          </font></span></b><br />
      </span> <a href="http://www.unibl.org"><img src="../unibl.png" alt="uni" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><strong><font size="1">University Banja Luka<br />
        </font></strong><font size="1">Bulevar 
          Vojvode Petra Bojovića 1A <br />
          78 000 Banja 
          Luka, Republika Srpska<br />
          </font></span>
      <p class="lf">&nbsp;</p>
      <p class="lf">&nbsp;</p>
      <div style="clear:both;"></div>
    </div>
  </div>
</div>
<div align=center></div>
</body>
</html>
