<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>SportLogia | Casopis</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="../css/style.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="../css/coin-slider.css" />
<script type="text/javascript" src="../js/cufon-yui.js"></script>
<script type="text/javascript" src="../js/cufon-titillium-600.js"></script>
<script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="../js/script.js"></script>
<script type="text/javascript" src="../js/coin-slider.min.js"></script>
<style type="text/css">
.under {
	font-size: 13px;
}
.small {
	font-size: 10px;
}
.main .content .content_resize .mainbar .article table tr td {
	font-size: 10px;
}
.style5 {font-size: 12px}
.style5 {	text-align: justify;
}
.style6 {	color: #4F4F4F;
	font-size: 19px;
	font-weight: bold;
}
</style>
</head>
<body>
<div class="main">
  <div class="header">
    <div class="header_resize">
      <div class="logo" style="width: 423px; height: 96px">
<form action="http://www.sportlogia.com/search.html" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="partner-pub-9314986315234356:3167672841" />
    <input type="hidden" name="cof" value="FORID:10" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" size="55" />
    <input name="sa" value=" Pretražite Sportlogiu " style="background:#545454; color:#FFFFFF; border: #545454 solid 2px;" type="submit">
  </div>
</form>

<script type="text/javascript" src="http://www.google.ba/coop/cse/brand?form=cse-search-box&amp;lang=en"></script>

</form> 
        <h1><a href="../index.html">SportLogia<span></span> <small>Journal</small></a></h1>
      </div>
      <div class="menu_nav">
        <ul>
            <li class="active"><a href="../onama.html"><span>O nama</span></a></li>
          <li><a href="../impressums.html"><span>Impresum</span></a></li>
          <li><a href="../casopis.html"><span>Arhiva</span></a></li>
          <li><a href="../uputstvo.html"><span>Uputstvo autorima</span></a></li>
          <li><span><a href="../aktuelni.html">Aktuelni broj</a></span></li>
<li><a href="../index.html"><span>Engleska verzija</span></a></li>
        </ul>
      </div>
      <div class="clr"></div>
      <div class="slider">
        <div id="coin-slider"><a href="#"><img src="../images/slide1.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide2.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide3.jpg" width="960" height="333" alt="" /></a></div>
        <div class="clr"></div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="content">
    <div class="content_resize">
      <div class="mainbar">
        <div class="article">
          <h2><span>SportLogia</span><br/>
          <span class="under">Vol. 7, Issue 1, Jun 2011.</span></h2>
          <p class="style6">&nbsp;</p>
          <p class="style6">SOCIJALNI I  PROFESIONALNI STATUS NASTAVNIKA<br />
            FIZI&#268;KOG  VASPITANJA U PORTUGALU - KVALITATIVNI PRISTUP</p>
          <span class="style5">Ferreira  Ant&oacute;nio Gomes<sup>1</sup> i Moreira Jos&eacute; Ant&oacute;nio<sup>2</sup></span><br />
          <em><sup>1</sup>Fakultet  psihologije i obrazovne nauke, Coimbra, Portugal<br />
			<sup>2</sup>Odsjek za  obrazovanje i u&#269;enje na daljinu, Porto, Portugal
</p>
          </em>
          <p>&nbsp;</p>
          <p>ORGINALNI  NAU&#268;NI &#268;LANAK <br />
            <a href="http://dx.doi.org/10.5550/sgia.110701.se.001G" target="_blank">doi:10.5550/sgia.110701.se.001G</a><br />
            COBISS.BH-ID:  2097176&nbsp; <br />
            UDK:  371.124:796(469)</p>
          <p>&nbsp;</p>
          <p><span class="style6">Sa&#382;etak</span>&nbsp;&nbsp; <strong><a href="1.pdf" target="_blank">PUNI TEKST(.pdf) </a></strong></p>
          <p class="style5">Iako su postojale neke inicijative vrijedne pomena, nastava fizi&#269;kog  vaspitanja je kasno bila priznata kao takva od strane onih koji nisu bili direktno uklju&#269;eni u nju.  Zapravo, &#269;ak i u dobrom dijelu XX vijeka, sam predmet, ali i prosvjetni radnici koji su ga predavali,  do&#382;ivljavani su kao neko ko ima sporednu ulogu i to posebno kada bi se poredili sa svojim kolegama koji  predaju druge nastavne predmete. Uzimaju&#263;i u obzir promjene u posljednjih nekoliko decenija,  smatramo prikladnim analizirati &#269;injenice: na koji na&#269;in nastavnici fizi&#269;kog vaspitanja vide svoj  polo&#382;aj, shodno stavovima kolega i svojih u&#269;enika. Istra&#382;ivanje je provedeno na grupi od 15 nastavnika  fizi&#269;kog vaspitanja, koji su diplomirali na razli&#269;itim smjerovima fakulteta za fizi&#269;ku kulturu, u period  od 40-ih godina do kraja XX vijeka, kvantitativnim metodama. Istra&#382;ivanje je pokazalo da postoje  razli&#269;ita mi&scaron;ljenje me&#273;u nastavnicima koji predaju druge predmete, a koje se odnose na status  nastavnika fizi&#269;kog vaspitanja. Neki nastavnici, koji su zavr&scaron;ili studij ISEF-a (Fakulteta za fizi&#269;ku  kulturu), smatraju da ih njihove kolege iz drugih predmeta ne vrednuju na pravi na&#269;in i da ih, ustvari,  tretiraju kao &bdquo;siroma&scaron;ne ro&#273;ake&ldquo; u oblasti obrazovanja. Pa ipak, postoje i oni koji ih vide kao ravne sebi, te  ih tako i do&#382;ivljavaju. U&#269;enici, za razliku od kolega, do&#382;ivljavaju svoje nastavnike fizi&#269;kog vaspitanja kao ravnopravne u pore&#273;enju sa drugim nastavnim osobljem.</p>
          <p>&nbsp;</p>
          <p><span class="style6">Klju&#269;ne rije&#269;i:</span> fizi&#269;ko vaspitanje, nastavnici, socijalni i profeionalni  status.</p>
          <p>&nbsp;</p>
          <p class="style6">Literatura</p>
          <p>Armour, K., &amp; Jones, R. (1998). Physical Education Teacher's Lives  and Carreers. London:  Farmer Press.</p>
          <p>Bardin, L. (1977). L'analyse de contenu (Content Analysis). Paris: PUF. </p>
          <p>Bardin, L. (1995). An&aacute;lise de Conte&uacute;do (Content Analysis). Lisboa:  Edi&ccedil;&otilde;es 70.</p>
          <p>Barros, J. (1959). Da Situa&ccedil;&atilde;o do Professor de Educa&ccedil;&atilde;o F&iacute;sica (The  Situation of the Physical Education Teacher). Boletim INEF, 1(XX), 32&minus;33. </p>
          <p>Bento, J. (1986). Acerca do papel do professor de Educa&ccedil;&atilde;o F&iacute;sica (About  the Role of the Physical Education Teacher). Horizonte, 13, 3&minus;7. </p>
          <p>Berleson, B. (1971). Content analysis in Communication Research. New York: Hafner Publ.  Co.</p>
          <p>Bar&aacute;s, J. (1996). Metamorfoses na forma&ccedil;&atilde;o de professores de Educa&ccedil;&atilde;o  F&iacute;sica (Metamorphosis in the Training of Physical Education Teachers). Boletim SPEF, 14, 47&minus;54. </p>
          <p>Carvalho, L. (2002). Sobre o status da disciplina da Educa&ccedil;&atilde;o F&iacute;sica na  d&eacute;cada de sessenta: fragmentos de um estudo hist&oacute;rico-organizacional (On the  status of the physical education subject in the sixties: fragments of an  historical-organinational study). Boletim SPEF, 21/22, 55&minus;85. </p>
          <p>Cohen, L., &amp; Manion, L. (1990). M&eacute;todos de Investigation Educativa  (Methods of Educational Research). Madrid: La Muralla.</p>
          <p>Cortes&atilde;o, M. (2010). Clima Escolar, Participa&ccedil;&atilde;o Docente e Rela&ccedil;&atilde;o entre  os Professores de Educa&ccedil;&atilde;o F&iacute;sica e a Comunidade Educativa (School Environment,  Teacher Participation and Relation between Physical Education Teachers and the Educational Community). Unpublished  master thesis. University   of Coimbra, Faculty of  Psychology and Education Sciences.</p>
          <p>Costa, F., Jacinto, J., Bom, L., &amp; Janu&aacute;rio, C. (1982). A Educa&ccedil;&atilde;o  F&iacute;sica Escolar. ...Uma quest&atilde;o em aberto. ...Um debate necess&aacute;rio (Physical Education at School. &hellip; An open  question. &hellip; A needed debate). Ludens, 2(6), 5&minus;12. </p>
          <p>Crespo, J. (1976). A forma&ccedil;&atilde;o de professores de Educa&ccedil;&atilde;o F&iacute;sica. Alguns  dados hist&oacute;ricos (Physical Education Teacher Training. Some historical data). Ludens, 1(1),  29&minus;36.</p>
          <p>Crespo, J. (1992). A Educa&ccedil;&atilde;o F&iacute;sica. A Reestrutura&ccedil;&atilde;o de uma identidade  (Physical Education. Restructuring an identity). Horizonte, 48, 217&minus;222. </p>
          <p>Cunha, A. (2007). A Educa&ccedil;&atilde;o F&iacute;sica em Portugal. Os desafios na Forma&ccedil;&atilde;o  de Professores (Physical Education in Portugal. The Challenges in Teacher Training). Lisboa:  Editora Estrat&eacute;gias Criativas.</p>
          <p>Dubar, C. (1997). Forma&ccedil;&atilde;o, Trabalho e Identidades Profissionais  (Training and Work Situations). In R. Can&aacute;rio (ed.), Forma&ccedil;&atilde;o e Situa&ccedil;&otilde;es de Trabalho (pp. 43&minus;52).  Porto: Porto Editora.</p>
          <p>Faria, A. (1960). A Profiss&atilde;o do Professor de Educa&ccedil;&atilde;o F&iacute;sica (The  Profession of the Physical Education Teacher). Boletim INEF, 2(XXI), 191&minus;208. </p>
          <p>Ferrartti, F. (1986). Sociologia (Sociology). Lisboa: Editorial Teorema.</p>
          <p>Fonseca, A. (1959). A Educa&ccedil;&atilde;o F&iacute;sica no Ensino Liceal (Physical Education in  High School). Bole-tim INEF, 1(XX), 17&minus;18.</p>
          <p>Gomes, R. (1991). Poder e Saber sobre o Corpo &ndash; A Educa&ccedil;&atilde;o F&iacute;sica no  Estado Novo (1936-1945) (Power and Knowledge about the Body - Physical Education  during the &raquo;Estado Novo&laquo;). Boletim SPEF, 2/3,109&minus;138.</p>
          <p>Hendry, L. (1975). Survival in a marginal role: the professional  identity of the physical education teacher. British Journal of Sociology, 26(4), 465&minus;476. <a href="http://dx.doi.org/10.2307/589823" target="_blank">http://dx.doi.org/10.2307/589823</a> <a href="http://dx.doi.org/10.2307/589823" target="_blank"><img border="0" width="53" height="12" src="1_clip_image002.jpg" /></a></p>
          <p>Janu&aacute;rio, C. (1995). Um conceito para a Educa&ccedil;&atilde;o F&iacute;sica (A concept for  Physical Education). Hori-zonte, 66, 203&minus;207. </p>
          <p>Kelchtermans, G. (1993). Getting the story, understanding the lives:  from career stories to teacher's professional development. Teaching and Teacher Education,  9(5), 443&minus;456.</p>
          <p>Kelchtermans, G., &amp; Vandenberghe, R. (1994). Teacher&acute;s professional  development: a biographical perspective. Journal of Curriculum Studies, 26(1), 45&minus;62.</p>
          <p>Krippendorf, K. (1980). Content analysis. London: Sage.</p>
          <p>Martins, I. (2010). Clima de Escola, Participa&ccedil;&atilde;o e Identidade- Um olhar  sobre a disciplina e o professor de Educa&ccedil;&atilde;o F&iacute;sica. Disserta&ccedil;&atilde;o de Mestrado (School Environment,  Participation and Identity - A glance at the physical education subject and teacher). Unpublished master  thesis. University of Coimbra, Faculty of  Psychology and Education Sciences.</p>
          <p>Miles, M., &amp; Huberman, A. (1994). Drawing valid meaning from  qualitative data: toward a shared craft. Educational Researcher, 13(5), 20&minus;30.</p>
          <p>Moreira, J., &amp; Ferreira, A. (2011). The self-esteem of the teachers  of Physical Education in Portugal. Online Proceedings European Society for the Systemic Innovation of  Education, Towards Systemic Innovation of Education. Leuven:  ES-SIE Annual Assembly, 55-59.</p>
          <p>Nunes, E. (1995). Objectivando a forma&ccedil;&atilde;o de professores de Educa&ccedil;&atilde;o  F&iacute;sica (Objectifying Physical Education Teacher Training). Ludens, 3(15), 8&minus;14.</p>
          <p>Pujadas Munoz, J. (1992). El m&eacute;todo biogr&aacute;fico: el uso de las hist&oacute;rias  de vida en ci&ecirc;ncias sociales (The biographical method: the use of life stories  in social sciences). Madrid: CIS.</p>
          <p>Ros&aacute;rio, A. (1996). O Desporto em Portugal. Reflexo e Projecto de uma  Cultura (Sports in Portugal. Reflection and Project of a Culture). Lisboa: Instituto  Piaget.</p>
          <p>Silverman, D. (2000). Doing Qualitative Research. London: Sage.</p>
          <p>Sobral, F. (1992). A Educa&ccedil;&atilde;o F&iacute;sica na Escola e na Sociedade: Crise e  Transfigura&ccedil;&atilde;o (Physical Education at School and in Society: Crisis and Transfiguration). Boletim  SPEF, 5/6, 9&minus;16.</p>
          <p>Templin, T., &amp; Schempp, P. (1990). The problematic nature of a  career in a marginal subject. Journal of Education for Teaching, 16, 3&minus;28. &nbsp;<a href="http://dx.doi.org/10.1080/0260747900160101" target="_blank">http://dx.doi.org/10.1080/0260747900160101</a> <img src="1_clip_image002.jpg" width="53" height="12" /></p>
          <p>Vala, J. (1986). A an&aacute;lise de conte&uacute;do (Methodology of Social  Sciences). Content Analysis in A. Silva and J. Pinto (eds.), Metodologia das Ci&ecirc;ncias Sociais. Porto: Edi&ccedil;&otilde;es  afrontamento. </p>
          <p>Williams, E. (1981). The Physical Education Specialist &ndash; problem of definition.  Bulletin Physical Education, 63(3).          </p>
          <div class="clr"></div>
          <div class="clr"></div>
        </div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="fbg">
    <div class="fbg_resize">
      <div class="clr"></div>
    </div>
  </div>
  <div class="footer">
    <div class="footer_resize"> <a href="http://www.ffvs.unibl.org"><img src="../ffvislogo.jpg" alt="logo" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><span style="font-size: 8pt; font-family: Arial"><font face="Arial"><strong>Faculty of Physical Education and Sports,</strong></font><br />
      Bulevar 
      Vojvode Petra Bojovića 1A, 78 000 Banja Luka</span><font face="Arial"><span style="font-size: 8pt"><br />
        <a href="http://www.sportlogia.com">SportLogia</a><br />
        </span></font><b><span style="font-family: Arial"> <font style="font-size: 8pt">Web Administrator Saša Šljivić<br />
          </font></span></b><br />
      </span> <a href="http://www.unibl.org"><img src="../unibl.png" alt="uni" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><strong><font size="1">University Banja Luka<br />
        </font></strong><font size="1">Bulevar 
          Vojvode Petra Bojovića 1A <br />
          78 000 Banja 
          Luka, Republika Srpska<br />
          </font></span>
      <p class="lf">&nbsp;</p>
      <p class="lf">&nbsp;</p>
      <div style="clear:both;"></div>
    </div>
  </div>
</div>
<div align=center></div>
</body>
</html>
