<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>SportLogia | Casopis</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="../css/style.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="../css/coin-slider.css" />
<script type="text/javascript" src="../js/cufon-yui.js"></script>
<script type="text/javascript" src="../js/cufon-titillium-600.js"></script>
<script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="../js/script.js"></script>
<script type="text/javascript" src="../js/coin-slider.min.js"></script>
<style type="text/css">
.under {
	font-size: 13px;
}
.small {
	font-size: 10px;
}
.main .content .content_resize .mainbar .article table tr td {
	font-size: 10px;
}
.style5 {font-size: 12px}
.style5 {	text-align: justify;
}
.style6 {	color: #4F4F4F;
	font-size: 19px;
	font-weight: bold;
}
</style>
</head>
<body>
<div class="main">
  <div class="header">
    <div class="header_resize">
      <div class="logo" style="width: 423px; height: 96px">
<form action="http://www.sportlogia.com/search.html" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="partner-pub-9314986315234356:3167672841" />
    <input type="hidden" name="cof" value="FORID:10" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" size="55" />
    <input name="sa" value=" Pretražite Sportlogiu " style="background:#545454; color:#FFFFFF; border: #545454 solid 2px;" type="submit">
  </div>
</form>

<script type="text/javascript" src="http://www.google.ba/coop/cse/brand?form=cse-search-box&amp;lang=en"></script>

</form> 
        <h1><a href="../index.html">SportLogia<span></span> <small>Journal</small></a></h1>
      </div>
      <div class="menu_nav">
        <ul>
            <li class="active"><a href="../onama.html"><span>O nama</span></a></li>
          <li><a href="../impressums.html"><span>Impresum</span></a></li>
          <li><a href="../casopis.html"><span>Arhiva</span></a></li>
          <li><a href="../uputstvo.html"><span>Uputstvo autorima</span></a></li>
          <li><span><a href="../aktuelni.html">Aktuelni broj</a></span></li>
<li><a href="../index.html"><span>Engleska verzija</span></a></li>
        </ul>
      </div>
      <div class="clr"></div>
      <div class="slider">
        <div id="coin-slider"><a href="#"><img src="../images/slide1.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide2.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide3.jpg" width="960" height="333" alt="" /></a></div>
        <div class="clr"></div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="content">
    <div class="content_resize">
      <div class="mainbar">
        <div class="article">
          <h2><span>SportLogia</span><br/>
          <span class="under">Vol. 7, Issue 1, Jun 2011.</span></h2>
          <p class="style6">&nbsp;</p>
          <p class="style6">RAZLIKE U ANTROPOLO&Scaron;KOM PROFILU KO&Scaron;ARKA&Scaron;KIH SUDIJA S OBZIROM NA STAROSNU DOB</p>
          <p>Rup&#269;i&#263; Tomislav<sup>1</sup>, Matkovi&#263; Bojan<sup>1</sup>, Knjaz Damir<sup>1</sup>, Ba&scaron;&#269;evan Sa&scaron;a<sup>2</sup> i Rodi&#263;  Sa&scaron;a<sup>3</sup><br />
            <em><sup>1</sup> Kineziolo&scaron;ki  fakultet, Zagreb, Hrvatska<br />
              <sup>2</sup> Poliklinika,  &quot;Petand&quot;, Zagreb, Hrvatska<br />
              <sup>3</sup> Srednja &scaron;kola  Jastrebarsko, Zagreb, Hrvatska</em><br />
          </p>
          <p><br />
          </p>
          <p>ORGINALNI NAU&#268;NI &#268;LANAK <br />
            <a href="http://dx.doi.org/10.5550/sgia.110701.se.027R" target="_blank">doi:10.5550/sgia.110701.se.027R</a><br />
            COBISS.BH-ID: 2098456&nbsp; <br />
            UDK: 796.323.072.4</p>
          <p>&nbsp;</p>
          <p><span class="style6">Sa&#382;etak</span>&nbsp;&nbsp; <strong><a href="4.pdf" target="_blank">PUNI TEKST(.pdf) </a></strong></p>
          <p>Glavni cilj u ovom istra&#382;ivanju bio je utvrditi razlike u antropolo&scaron;kom  profilu me&#273;u najboljim hrvatskim ko&scaron;arka&scaron;kim sudijama s obzirom na njihovu  starosnu dob. Uzorak ispitanika sastojao se od trideset jednog sudije koji su se nalazili na A listi sudija u  takmi&#269;arskoj sezoni 2008/2009. Za potrebe utvr&#273;ivanja statisti&#269;kih razlika, uzorak ispitanika podijeljen je na dva  poduzorka. Jedan poduzorak ispitanika (n = 16) &#269;inile su &quot;mla&#273;e&quot; ko&scaron;arka&scaron;ke sudije, starosne  dobi od 26. do 32. godine, a drugi poduzorak ispitanika (n = 15) &#269;inile su &quot;starije&quot; ko&scaron;arka&scaron;ke  sudije, starosne dobi od 33. do 46. godine. Uzorak varijabli bio je sastavljen od morfolo&scaron;kih karakteristika, te testova za  procjenu motori&#269;kih i funkcionalnih sposobnosti. Tako&#273;er, u istra&#382;ivanje su uklju&#269;ene i dvije  varijable pod nazivom Kvalitet su&#273;enja i Iskustvo. Obrada podataka izvr&scaron;ena je primjenom programskog paketa  STATISTICA for Windows, ver 8. Za svaku varijablu izra&#269;unati su osnovni deskriptivni statisti&#269;ki  parametri. Testiranje statisti&#269;kih razlika u antropolo&scaron;kom profilu, s obzirom na starosnu dob ko&scaron;arka&scaron;kih  sudija, izvr&scaron;eno je primjenom&nbsp;&nbsp; t-testa za nezavisne uzorke. Na osnovu dobijenih rezultata, mo&#382;e se  zaklju&#269;iti da se ko&scaron;arka&scaron;ke sudije, s obzirom na starosnu dob, razlikuju jedino u varijablama za procjenu  motori&#269;kih sposobnosti, dok ne postoje statisti&#269;ki zna&#269;ajne razlike u morfolo&scaron;kim karakteristikama i  funkcionalnim sposobnostima. Klju&#269;no je konstatovati da su sve sudije koje su &#269;inile ovaj  uzorak ispitanika, vrlo dobro fizi&#269;ki pripremljene, odnosno da su zadovoljile visoke kriterije  kondicijsko-motori&#269;ke pripremljenosti koji su potrebni za su&#273;enje ko&scaron;arka&scaron;kih utakmica najvi&scaron;eg nacionalnog ranga.</p>
          <p>&nbsp;</p>
          <p><span class="style6">Klju&#269;ne rije&#269;i: </span>&nbsp;ko&scaron;arka, sudije,  starosna dob, antropolo&scaron;ki profil, iskustvo.</p>
          <p>&nbsp;</p>
          <p class="style6">Literatura</p>
          <p>Casajus, J. A., &amp; Castagna, C. (2007). Aerobic fitness and field test  performance in elite Spanish soccer of referees different ages. Journal of  Science and Medicine in Sport, 10(6), 382&ndash;389.</p>
          <p>Castagna, C., &amp; D&rsquo;Ottavio, S. (2001). Effect of maximal aerobic  power on match performance in elite soccer referees. Journal of Strength and Conditioning Research,  15(4), 420&ndash;425. </p>
          <p>Castagna, C., Chaouachi, A., Rampinini, E., Chamari, K., &amp;  Impellizzeri, F. (2009). Aerobic and explosive power performance of elite  Italian regional-level basketball players. Journal of Strength and Conditioning  Research, 23(7),&nbsp; 1982&ndash;1987. </p>
          <p>Heimer, S., Mi&scaron;igoj-Durakovi&#263;, M., Ru&#382;i&#263;, L., Matkovi&#263;, B., Prskalo, I.,  Beri, S. et al. (2004). Fitness level of adult economically active population in the republic of Croatia estimated by EUROFIT system. Collegium  Antropologicum, 28(1), 223&ndash;233.</p>
          <p>Juki&#263;, I., Vu&#269;eti&#263;, V., Ara&#269;i&#263;, M.,  Bok, D., Dizdar, D., Spori&scaron;, G. i sar. (2008). Dijagnostika kondicijske pripremljenosti vojnika. Zagreb:  Kineziolo&scaron;ki fakultet Sveu&#269;ili&scaron;ta u Zagrebu, Institut za istra&#382;ivanje i razvoj obrambenih sustava. Krustrup, P., &amp; Bangsbo, J. (2001). Physiological demands of  top-class soccer refereeing in relation to physical capacity: effect of intense intermittent exercise  training. Journal of Sports Sciences, 19, 881&ndash;891.</p>
          <p>Lewis, C. E., McTigue, K. M., Burke, L. E., Poirier, P., Eckel, R. H.,  Howard, B. V. et al. (2009). Mortality, health outcomes, and Body Mass Index in the overweight range.  A science advisory from the American Heart Association. Circulation, 119(25), 3263&ndash;3271.</p>
          <p>Matkovi&#263;, Br. i Matkovi&#263;, B. (2010).  Funkcionalne i motori&#269;ke karakteristike ko&scaron;arka&scaron;a i ko&scaron;arka&scaron;ica. U Antropolo&scaron;ka analiza ko&scaron;arka&scaron;ke igre (str. 107&ndash;121). Zagreb:  Kineziolo&scaron;ki fakultet, Hrvatski ko&scaron;arka&scaron;ki savez.</p>
          <p>Metiko&scaron;, D., Prot, F., Horvat, V., Kule&scaron;, B. i Hoffman, E. (1982).  Bazi&#269;ne motori&#269;ke sposobnosti ispitanika natprosje&#269;nog motori&#269;kog statusa. Kineziologija, 14(5),  21&ndash;62.</p>
          <p>Mi&scaron;igoj-Durakovi&#263;, M., Heimer, S. i Matkovi&#263;, Br.  (1998). Morfolo&scaron;ke i funkcionalne karakteristike studentske populacije Zagreba&#269;kog sveu&#269;ili&scaron;ta. Kineziologija, 30(2),  31&ndash;37.</p>
          <p>Rup&#269;i&#263;, T. (2010). Fiziolo&scaron;ko optere&#263;enje sudaca tijekom ko&scaron;arka&scaron;ke  utakmice. Neobjavljena doktorska disertacija, Sveu&#269;ili&scaron;te u Zagrebu, Kineziolo&scaron;ki fakultet.</p>
          <p>Rup&#269;i&#263;, T., Matkovi&#263;, B. i Knjaz, D. (2010). Antropolo&scaron;ki profil  ko&scaron;arka&scaron;kih sudaca. Hrvatski &Scaron;porsko-medicinski Vjesnik, 25, 16&ndash;22.</p>
          <p>Ru&#382;i&#263;, L., Heimer, S., Mi&scaron;igoj-Durakovi&#263;, M., &amp; Matkovi&#263; Br. (2003). Increased  occupational physical activity does not improve physical fitness. Occupational &amp; Environmental Medicine, 60(12), 983&ndash;988.</p>
          <p>Wilmore, J. H., Costill, D. L., &amp; Kenney, W. L. (2008.). Body  composition in sport. In J. Wilmore i D.L. Costill (Eds.), Physiology of Sport and Exercise (4th ed.,  pp. 318&ndash;327). Champaign,  IL.: Human Kinetics.</p>
        </div></div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="fbg">
    <div class="fbg_resize">
      <div class="clr"></div>
    </div>
  </div>
  <div class="footer">
    <div class="footer_resize"> <a href="http://www.ffvs.unibl.org"><img src="../ffvislogo.jpg" alt="logo" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><span style="font-size: 8pt; font-family: Arial"><font face="Arial"><strong>Faculty of Physical Education and Sports,</strong></font><br />
      Bulevar 
      Vojvode Petra Bojovića 1A, 78 000 Banja Luka</span><font face="Arial"><span style="font-size: 8pt"><br />
        <a href="http://www.sportlogia.com">SportLogia</a><br />
        </span></font><b><span style="font-family: Arial"> <font style="font-size: 8pt">Web Administrator Saša Šljivić<br />
          </font></span></b><br />
      </span> <a href="http://www.unibl.org"><img src="../unibl.png" alt="uni" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><strong><font size="1">University Banja Luka<br />
        </font></strong><font size="1">Bulevar 
          Vojvode Petra Bojovića 1A <br />
          78 000 Banja 
          Luka, Republika Srpska<br />
          </font></span>
      <p class="lf">&nbsp;</p>
      <p class="lf">&nbsp;</p>
      <div style="clear:both;"></div>
    </div>
  </div>
</div>
<div align=center></div>
</body>
</html>
