<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>SportLogia | Casopis</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="../css/style.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="../css/coin-slider.css" />
<script type="text/javascript" src="../js/cufon-yui.js"></script>
<script type="text/javascript" src="../js/cufon-titillium-600.js"></script>
<script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="../js/script.js"></script>
<script type="text/javascript" src="../js/coin-slider.min.js"></script>
<style type="text/css">
.under {
	font-size: 13px;
}
.small {
	font-size: 10px;
}
.main .content .content_resize .mainbar .article table tr td {
	font-size: 10px;
}
.style5 {font-size: 12px}
.style5 {	text-align: justify;
}
.style6 {	color: #4F4F4F;
	font-size: 19px;
	font-weight: bold;
}
</style>
</head>
<body>
<div class="main">
  <div class="header">
    <div class="header_resize">
      <div class="logo" style="width: 423px; height: 96px">
<form action="http://www.sportlogia.com/search.html" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="partner-pub-9314986315234356:3167672841" />
    <input type="hidden" name="cof" value="FORID:10" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" size="55" />
    <input name="sa" value=" Pretražite Sportlogiu " style="background:#545454; color:#FFFFFF; border: #545454 solid 2px;" type="submit">
  </div>
</form>

<script type="text/javascript" src="http://www.google.ba/coop/cse/brand?form=cse-search-box&amp;lang=en"></script>

</form> 
        <h1><a href="../index.html">SportLogia<span></span> <small>Journal</small></a></h1>
      </div>
      <div class="menu_nav">
        <ul>
            <li class="active"><a href="../onama.html"><span>O nama</span></a></li>
          <li><a href="../impressums.html"><span>Impresum</span></a></li>
          <li><a href="../casopis.html"><span>Arhiva</span></a></li>
          <li><a href="../uputstvo.html"><span>Uputstvo autorima</span></a></li>
          <li><span><a href="../aktuelni.html">Aktuelni broj</a></span></li>
<li><a href="../index.html"><span>Engleska verzija</span></a></li>

        </ul>
      </div>
      <div class="clr"></div>
      <div class="slider">
        <div id="coin-slider"><a href="#"><img src="../images/slide1.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide2.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide3.jpg" width="960" height="333" alt="" /></a></div>
        <div class="clr"></div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="content">
    <div class="content_resize">
      <div class="mainbar">
        <div class="article">
          <h2><span>SportLogia</span><br/>
          <span class="under">Vol. 7, Issue 1, Jun 2011.</span></h2>
          <p class="style6">&nbsp;</p>
          <p class="style6">MOTIVACIJA U&#268;ENIKA ZA SPORT I NJIHOVO VREDNOVANJE &Scaron;KOLE</p>
          <p>Suzi&#263; Nenad<sup>1</sup><br />
            <em><sup>1</sup> Filozofski fakultet, Banja Luka, Bosna i Hercegovina</em><br />
          </p>
          <p><br />
          </p>
          <p>ORGINALNI NAU&#268;NI &#268;LANAK <br />
            <a href="http://dx.doi.org/10.5550/sgia.110701.se.035S" target="_blank">doi: 10.5550/sgia.110701.se.035S</a><br />
            COBISS.BH-ID: 2098712&nbsp; <br />
            UDK: 371.3::796]:159.947.5</p>
          <p>&nbsp;</p>
          <p><span class="style6">Sa&#382;etak</span>&nbsp;&nbsp; <strong><a href="5.pdf" target="_blank">PUNI TEKST(.pdf) </a></strong></p>
          <p>U ovom servej istra&#382;ivanju autor na uzorku od 312 u&#269;enika osnovne &scaron;kole,  uzrasta od 8 do 14 godina, provjerava hipotezu o tome da li motivacioni profili  predodre&#273;uju bavljenje sportom i uspjeh u nastavi fizi&#269;kog vaspitanja. Nakon faktorizacije i ukr&scaron;tanja  komponenata unutra&scaron;nje i vanjske motivacije, autor je izdvojio tri motivaciona profila u&#269;enika za bavljenje  sportom: unutra&scaron;nje motivisani, mje&scaron;ovito motivisani i spolja motivisani. Pokazalo se da ovi profili  zna&#269;ajno predodre&#273;uju to da li &#263;e se djeca baviti sportom, ali ne uti&#269;u zna&#269;ajno na njihov uspjeh u  nastavi fizi&#269;kog vaspitanja. Ovaj nalaz ne ide u prilog nastavnoj praksi nastave fizi&#269;kog vaspitanja i  ukazuje na potrebu da nastavnici treba da rade na redukciji spolja&scaron;nje, a podsticanju unutra&scaron;nje  motivacije u&#269;enika. Zna&#269;ajan nalaz ovog istra&#382;ivanja je i da sa uzrastom opada pozitivno vrednovanje i  do&#382;ivljavanje &scaron;kole. Ovo je posebno zna&#269;ajno kada imamo u vidu da je faktorizacijom utvr&#273;eno da su u&#269;enicima  u prvom planu va&#382;nosti u&#382;ivanje u fizi&#269;kom vaspitanju i samousavr&scaron;avanje, a da odmah potom  slijede dva negativna motivaciona faktora. Osim zna&#269;ajnih nalaza, ovo istra&#382;ivanje nudi i nekoliko  novih problema za dalje istra&#382;ivanje za dalju prou&#269;avanje. </p>
          <p>&nbsp;</p>
          <p><span class="style6">Klju&#269;ne rije&#269;i: </span>&nbsp;motivacioni profili, unutra&scaron;nja motivacija,&nbsp; vanjska motivacija, amotivacija, vrednovanje  &scaron;kole.</p>
          <p>&nbsp;</p>
          <p class="style6">Literatura</p>
          <p>Biddle, S. J. H., &amp; Wang, J. C. K. (2003). Motivation and self-perception  profiles and links with physical activity in adolescent girls. Journal of  Adolescence, 26, 687&ndash;701.</p>
          <p>Boich&eacute;, J. C. S., Sarrazin, P. G., Grouzet, F. M. E., Pelletier, L. G.,  &amp; Chanal, J. P. (2008). Students&rsquo; motivational profiles and achievement  outcomes in physical education: A self-determination perspective. Journal of  Educational Psychology, 100, 688&ndash;701.</p>
          <p>Bri&egrave;re, N. M., Vallerand, R. J., Blais, M. R., &amp; Pelletier, L. G.  (1995). Development and validation of a measure of intrinsic, extrinsic and  amotivation in the sport context: The &Eacute;chelle de Motivation dans les Sports (&Eacute;MS). International Journal of Sport Psychology, 26, 465&ndash;489.</p>
          <p>Deci, E. L., &amp; Ryan, R. M. (1985). Intrinsic motivation and  self-determination in human behavior. New    York: Plenum.</p>
          <p>Deci, E. L., &amp; Ryan, R. M. (2000). The &bdquo;what&ldquo; and &bdquo;why&ldquo; of goal pursuits:  Human needs and the self-determination theory. Psychological Inquiry, 11,  227&ndash;268.</p>
          <p>Fairchild, A. J., Horst, S. J., Finne&#1109;, S. J., &amp; Barron, K. E.  (2005). Evaluating existing and new validity eviedence for the Academic  Motivation Scale. Contemporary Educational Psychology, 30, 331&ndash;358.</p>
          <p>Good, T. L., &amp; Brophy, J. E. (2000). Looking into classrooms (5th  ed.). New York:  Longman.</p>
          <p>Hannaford, C. (2007). Pametni pokreti. Bu&scaron;evec, HR: Ostvarenje.</p>
          <p>Hellriegel, D., Jackson, S. E., &amp; Slocum, J. W. (2002). Management:  A competency-based approach. Thompson,   CA: South-Western Thompson  Learning.</p>
          <p>Ntoumanis, N. (2002). Motivational clusters in a sample of British  physical education classes. Psychology of Sport and Exercise, 3, 177&ndash;194.</p>
          <p>Pelletier, L., Fortier, M., Vallerand, R., &amp; Bri&egrave;re, N. (2001).  Associations among perceived autonomy support, forms of self-regulation, and persistence: A prospective study.  Motivation and Emotion, 25, 279-306.</p>
          <p>Pintrich, P. R. (2003). A motivational science perspective on the role  of student motivation in learning and teaching context. Journal of Educational Psychology, 95, 667&ndash;686. </p>
          <p>Suzi&#263;, N. (2001). Atribucija ciljeva studenata. Vaspitanje i obrazovanje  &ndash; &#269;asopis za pedago&scaron;ku teoriju i praksu, br. 4/2001, str. 51&ndash;69.</p>
          <p>Suzi&#263;, N. (2007). Primijenjena pedago&scaron;ka metodologija. Banja Luka: XBS.</p>
          <p>Suzi&#263;, N. (2008a). Can we motivate students to memorize sensless  contents. U knjizi: A. Kozlowska, R. </p>
          <p>Kahn, B. Ko&#382;uh, A. Kingston, J. Ma&#382;gon (Eds.), The role of theory and  research in educational practice (str. 113&ndash;133). Grand Foks: University of North Dakota.</p>
          <p>Suzi&#263;, N. (2008b). &Scaron;ta u&#269;enici &#382;ele posti&#263;i &scaron;kolskom ocjenom. Obrazovna  tehnologija, br. 2/2008, str. 1&ndash;18. <br />
            Suzi&#263;, N. (2009). Kako u&#269;enici vrednuju &scaron;kolu i kako u&#269;e. U zborniku:  Monografija me&#273;unarodnog znanstvenog skupa &ldquo;&Scaron;kola po mjeri&rdquo; (str. 221&ndash;236). Pula: Sveu&#269;ili&scaron;te Jurja Dobrile u  Puli.</p>
          <p>Vallerand, R. J. (1997). Toward a hierarhical model of intrinsic and  extrinsic motivation. In M. P. Zanna <br />
            (Ed.), Advances in experimental social psychology (pp. 271&ndash;360). New York: Academic  Press.</p>
          <p>Vallerand, R. J., Blais, M., Bri&egrave;re, N. M., &amp; Pelletier, L. G.  (1989). Construction et validation de l&rsquo;&eacute;chelle de motivation en &eacute;ducation  (EME) [Construction and validation of the Educational Motivation Scale (EMS)].  Revue Canadianne des Sciences du Comportement, 21, 323&ndash;349.</p>
          <p>Vallerand, R. J., &amp; Fortier, M. N. (1998). Measures of intrinsic and  extrinsic motivation in sport and physi-<br />
            cal activity: A review and critique. In J. L. Duda (Ed.), Advances in Sport  and Exercise Psychology Measurement (str. 81&ndash;101). Morgantown, WV:  Fitness Information Technology.</p>
          <p>Vitale, B. M. (2005). Jednorozi su stvarni: Pristup u&#269;enju desnom  hemisferom mozga. Lekenik, HR: Ostvarenje. Wagner, T., Kegan, R., Lahey, L.,  Lemons, R. W., Garnier, J., Helsing, D., et al. (2006). Change leadership: A  practical guide to transforming our schools. San Francisco, CA:  Jossey-Bass.</p>
          <p>Wang, J. C. K., Chatzisarantis, N. L. D., Spray, C. M., &amp; Biddle, S.  J. H. (2002). Achievement goal profiles in&nbsp;  school physical education: Differences in self-de-termination, sport  ability beliefs, and physical activity. British Journal of Educational Psychology, 72, 433&ndash;445.</p>
        </div></div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="fbg">
    <div class="fbg_resize">
      <div class="clr"></div>
    </div>
  </div>
  <div class="footer">
    <div class="footer_resize"> <a href="http://www.ffvs.unibl.org"><img src="../ffvislogo.jpg" alt="logo" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><span style="font-size: 8pt; font-family: Arial"><font face="Arial"><strong>Faculty of Physical Education and Sports,</strong></font><br />
      Bulevar 
      Vojvode Petra Bojovića 1A, 78 000 Banja Luka</span><font face="Arial"><span style="font-size: 8pt"><br />
        <a href="http://www.sportlogia.com">SportLogia</a><br />
        </span></font><b><span style="font-family: Arial"> <font style="font-size: 8pt">Web Administrator Saša Šljivić<br />
          </font></span></b><br />
      </span> <a href="http://www.unibl.org"><img src="../unibl.png" alt="uni" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><strong><font size="1">University Banja Luka<br />
        </font></strong><font size="1">Bulevar 
          Vojvode Petra Bojovića 1A <br />
          78 000 Banja 
          Luka, Republika Srpska<br />
          </font></span>
      <p class="lf">&nbsp;</p>
      <p class="lf">&nbsp;</p>
      <div style="clear:both;"></div>
    </div>
  </div>
</div>
<div align=center></div>
</body>
</html>
