<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>SportLogia | Impressum</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="../css/style.css" rel="stylesheet" type="text/css" />
<link rel="stylesheet" type="text/css" href="../css/coin-slider.css" />
<script type="text/javascript" src="../js/cufon-yui.js"></script>
<script type="text/javascript" src="../js/cufon-titillium-600.js"></script>
<script type="text/javascript" src="../js/jquery-1.4.2.min.js"></script>
<script type="text/javascript" src="../js/script.js"></script>
<script type="text/javascript" src="../js/coin-slider.min.js"></script>
<style type="text/css">
.small {	font-size: 10px;
}
.under {	font-size: 13px;
}
.style61 {color: #4F4F4F;
	font-size: 19px;
	font-weight: bold;
	text-align: left;
}
.stylenew {text-align: justify;
}
</style>
</head>
<body>
<div class="main">
  <div class="header">
    <div class="header_resize">
       <div class="logo" style="width: 423px; height: 96px">
<form action="http://www.sportlogia.com/search.html" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="partner-pub-9314986315234356:3167672841" />
    <input type="hidden" name="cof" value="FORID:10" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" size="55" />
    <input name="sa" value=" Search Sportlogia " style="background:#545454; color:#FFFFFF; border: #545454 solid 2px;" type="submit">
  </div>
</form>

<script type="text/javascript" src="http://www.google.ba/coop/cse/brand?form=cse-search-box&amp;lang=en"></script>

</form>
        <h1><a href="../index.html">SportLogia<span></span> <small>Journal</small></a></h1>
      </div>
      <div class="menu_nav">
       <ul>
          <li class="active"><a href="../index.html"><span>About us</span></a></li>
          <li><a href="../impressum.html"><span>Impressum</span></a></li>
          <li><a href="../journals.html"><span>Archives</span></a></li>
          <li><a href="../guidelines.html"><span>Guidelines</span></a></li>
          <li><a href="../current issue.html">Current issue</a></li>
        
          <li><a href="../onama.html"><span>Serbian version</span></a></li>
        </ul>
      </div>
      <div class="clr"></div>
      <div class="slider">
        <div id="coin-slider"><a href="#"><img src="../images/slide1.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide2.jpg" width="960" height="333" alt="" /></a> <a href="#"><img src="../images/slide3.jpg" width="960" height="333" alt="" /></a></div>
        <div class="clr"></div>
      </div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="content">
    <div class="content_resize">
      <div class="mainbar">
        <div class="article">
          <h2><span>SportLogia</span><br/>
          <span class="under">Vol. 8, Issue 2, Decembar 2012.</span></h2>
      <p>&nbsp;</p>
      <p class="style61">BLOCK PERIODIZATION &ndash; A BREAKTHROUGH OR A  MISCONCEPTION</p>
      <p class="style61">&nbsp;</p>
      <p>Vladimiri  Koprivica<sup>1</sup><br />
        <em><sup>1</sup>Faculty of Sport and Physical Education, University of Belgrade, Serbia</em></p>
      <p>&nbsp;</p>
      <p>EDITORIAL ARTICLE<br />
        OWERVIEV PAPER&nbsp;<br />
  <a href="http://dx.doi.org/10.5550/sgia.120802.en.093K">doi: 10.5550/sgia.120802.en.093K</a>&nbsp;&nbsp;<br />
      </p>
      <p>&nbsp;</p>
      <p><span class="style61">Summary</span>&nbsp;&nbsp; </p>
      <p><strong><a href="eng1.pdf" target="_blank">FULL TEXT (.pdf)</a></strong></p>
      <p>Block periodization emerged as a new idea in the preparation of  athletes. Based on the analysis of the traditional theory of sports training  and its segments and training periodization during the competitive season, the  supporters of block periodization made a number of objections. The main  conclusion was that classical periodization no longer meets the requirements of  modern sports because of the extended competition calendar. Classical  periodization is based on the simultaneous development of multiple abilities  over a longer preparation period and large volumes of work. It prevents the  athletes from participating successfully in several competitions during the  season. However, according to the supporters of block periodization, this  applies only to top athletes.<br />
        On the other hand, there are many objections to the justification  and logic of block periodization. The term &ldquo;block periodization&rdquo; is not  adequate, and the criticism of the classical theory is methodologically  incorrect because it refers to old bibliographic sources, (and) the opponents  are not mentioned. It is not realistic in practice to work successively on more  abilities because of short periods of preparation, there is not enough time to  recover after such an effort while the risk of injury is significantly higher.  Most importantly, according to the block periodization it is difficult to be  fit at the right time, which is the main purpose of periodization. Therefore,  one could rather say that block periodization is a misconception, rather than a  breakthrough in training.</p>
      <p class="stylenew">&nbsp;</p>
      <p><span class="style61">Key words: </span>youth,  training process, fundamental skills, fundamentals of shooting, shooting percentage.</p>
      <p>&nbsp;</p>
      <p><span class="style61">References </span></p>
      <p><br />
        Issurin, V. (2009). <em>Blok periodizacija &ndash;  prekretnica u sportskom treningu</em> &Scaron;Block  periodization - a turning point in sports training&sup1;. Belgrade, RS: Datastatus.<br />
  &#1048;&#1089;&#1089;&#1091;&#1088;&#1080;&#1085;, &#1042;., &amp; &#1064;&#1082;&#1083;&#1103;&#1088;, &#1042;. (2002).  &#1050;&#1086;&#1085;&#1094;&#1077;&#1087;&#1094;&#1080;&#1103; &#1073;&#1083;&#1086;&#1082;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1080; &#1074; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1077; &#1089;&#1087;&#1086;&#1088;&#1090;&#1089;&#1084;&#1077;&#1085;&#1086;&#1074; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086; &#1082;&#1083;&#1072;&#1089;&#1089;&#1072; &Scaron;Concept of block compositions in the preparation of high-class athletes&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 5, 2<em>&ndash;</em>5.<br />
        Koprivica, V. (2009a). Aktuelni problemi  izgradnje makrociklusa u vrhunskom sportu &Scaron;Actual problems of building makrocykle in top level sport&sup1;. In B. Bokan (Ed.), <em>Teorijski, metodolo&scaron;ki i metodi&#269;ki aspekti  fizi&#269;kog vaspitanja</em>, Zbornik radova me&#273;unarodne nau&#269;ne konferencije (pp.  181<em>&ndash;</em>185). Belgrade, RS: Fakultet sporta i fizi&#269;kog vaspitanja.<br />
        Koprivica, V. (2009b). Problemi izgradnje  makrociklusa u savremenom sportu &Scaron;Problems in the construction  of modern sports makrocykle&sup1;. In A. Sanader and N. Manojlovi&#263;  (Eds.), <em>Prvi nacionalni seminar za sportske trenere Republike Srbije</em>,  Izazovi novog olimpijskog ciklusa (pp. 93<em>&ndash;</em>98). Belgade, RS: Republi&#269;ki  zavod za sport.<br />
        Koprivica, V., &amp; &#262;osi&#263;, M. (2011).  Redefining some basic concepts in the theory of sports training. In S. Simovi&#263;  (Ed.), 2<em>nd International Sceintific Conference Antropological aspects of  Sports, Physical education and Recreation</em> (pp. 105<em>&ndash;</em>109). Banja Luka,  BA: Faculty of Physical Education and Sports. <a href="http://dx.doi.org/10.5550/SP.2.2010.35">doi: 10.5550/SP.2.2010.35</a> <img src="3_clip_image002.jpg" width="48" height="16" /><br />
        Koprivica, V., &amp; Jankovi&#263;, A. (2010).  Aktuelni problemi takmi&#269;arske sezone u vrhunskom fudbalu &Scaron;Current problems in the competition season in elite soccer&sup1;. In A. Jankovi&#263; (Ed.), <em>Stru&#269;ni skup &raquo;Iskustva i perspektive &ndash;  Svetsko prvenstvo u Ju&#382;noafri&#269;koj republici 2010. godine&laquo;</em> (pp. 71-77).  Belgrade, RS: Fakultet sporta i fizi&#269;kog vaspitanja.<br />
  &#1052;&#1072;&#1090;&#1074;&#1077;&#1077;&#1074;, &#1051;. &#1055;. (1964). <em>&#1055;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1072;  &#1087;&#1077;&#1088;&#1080;&#1086;&#1076;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080;</em> &Scaron;Problem  of periodization of sport practice&sup1;. Moscow, RU: &#1060;&#1080;&#1079;&#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1072; &#1080;  &#1089;&#1087;&#1086;&#1088;&#1090;.<br />
  &#1052;&#1072;&#1090;&#1074;&#1077;&#1077;&#1074;, &#1051;. &#1055;. (1977). <em>&#1054;&#1089;&#1085;&#1086;&#1074;&#1099; &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081;  &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080;</em> &Scaron;Fundamentals of sports  practice&sup1;. Moscow, RU: &#1060;&#1080;&#1079;&#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1072; &#1080;  &#1089;&#1087;&#1086;&#1088;&#1090;.&nbsp; <br />
  &#1052;&#1072;&#1090;&#1074;&#1077;&#1077;&#1074;, &#1051;. &#1055;. (1998). &#1050; &#1076;&#1080;&#1089;&#1082;&#1091;&#1089;&#1089;&#1080;&#1080; &#1086; &#1090;&#1077;&#1086;&#1088;&#1080;&#1080;  &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &Scaron;Discussion about the theory  of sports training&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072;  &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 7, 55<em>&ndash;</em>61.<br />
  &#1052;&#1072;&#1090;&#1074;&#1077;&#1077;&#1074;, &#1051;. &#1055;. (1999). <em>&#1054;&#1089;&#1085;&#1086;&#1074;&#1099; &#1086;&#1073;&#1097;&#1077;&#1081;  &#1090;&#1077;&#1086;&#1088;&#1080;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1072; &#1080; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1089;&#1084;&#1077;&#1085;&#1086;&#1074;</em> &Scaron;Fundamentals of general theory of sports and athletes training system&sup1;. Kyev, UA: &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1081;&#1089;&#1082;&#1072;&#1103; &#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;.<br />
  &#1052;&#1072;&#1090;&#1074;&#1077;&#1077;&#1074;, &#1051;. &#1055;. (2001). <em>&#1054;&#1073;&#1097;&#1072;&#1103; &#1090;&#1077;&#1086;&#1088;&#1080;&#1103;  &#1089;&#1087;&#1086;&#1088;&#1090;&#1072; &#1080; &#1077;&#1105; &#1087;&#1088;&#1080;&#1082;&#1083;&#1072;&#1076;&#1085;&#1099;&#1077; &#1072;&#1089;&#1087;&#1077;&#1082;&#1090;&#1099;</em> &Scaron;General  theory of sport and its applications&sup1;.  Moscow, RU: &#1057;&#1086;&#1074;&#1077;&#1090;&#1089;&#1082;&#1080;&#1081; &#1089;&#1087;&#1086;&#1088;&#1090;.<br />
  &#1055;&#1083;&#1072;&#1090;&#1086;&#1085;&#1086;&#1074;, &#1042;. &#1053;. (1987). <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1089;&#1087;&#1086;&#1088;&#1090;&#1072;</em> &Scaron;Theory of sports&sup1;. Kyev, UA: &#1042;&#1080;&#1097;&#1072; &#1096;&#1082;&#1086;&#1083;&#1072;.<br />
  &#1055;&#1083;&#1072;&#1090;&#1086;&#1085;&#1086;&#1074;, &#1042;. &#1053;. (1998). &raquo;&#1054; &#1082;&#1086;&#1085;&#1094;&#1077;&#1087;&#1094;&#1080;&#1080;  &#1087;&#1077;&#1088;&#1080;&#1086;&#1076;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080;&laquo; &#1080; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1080; &#1086;&#1073;&#1097;&#1077;&#1081; &#1090;&#1077;&#1086;&#1088;&#1080;&#1080; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1080;  &#1089;&#1087;&#1086;&#1088;&#1090;&#1089;&#1084;&#1077;&#1085;&#1086;&#1074; &Scaron;&laquo;About the concept of  periodization of athletic training&laquo; and the development of the general theory  of athletes practice&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 8, 23<em>&ndash;</em>26, 39<em>&ndash;</em>46.<br />
  &#1055;&#1083;&#1072;&#1090;&#1086;&#1085;&#1086;&#1074;, &#1042;. &#1053;. (2004). <em>&#1057;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;  &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1089;&#1084;&#1077;&#1085;&#1086;&#1074; &#1074; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1081;&#1089;&#1082;&#1086;&#1084; &#1089;&#1087;&#1086;&#1088;&#1090;&#1077;</em> &Scaron;The system of athletes practice in Olympic sports&sup1;. Kyev, UA: &#1054;&#1083;&#1080;&#1084;&#1087;&#1080;&#1081;&#1089;&#1082;&#1072;&#1103; &#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;.<br />
  &#1055;&#1083;&#1072;&#1090;&#1086;&#1085;&#1086;&#1074;, &#1042;. &#1053;. (2008). &#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1087;&#1077;&#1088;&#1080;&#1086;&#1076;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;  &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1089;&#1084;&#1077;&#1085;&#1086;&#1074; &#1074;&#1080;&#1089;&#1086;&#1082;&#1086;&#1081; &#1082;&#1083;&#1072;&#1089;&#1080;&#1092;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1074; &#1090;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1075;&#1086;&#1076;&#1072;: &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1089;&#1080;&#1083;&#1082;&#1080;,  &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;, &#1082;&#1088;&#1080;&#1090;&#1080;&#1082;&#1072; &Scaron;Theory of periodization of  top level athletes practice during the year: assumptions, formation, criticism&sup1;. <em>&#1053;&#1072;&#1091;&#1082;&#1072; &#1074; &#1086;&#1083;&#1080;&#1084;&#1087;&#1080;&#1081;&#1089;&#1082;&#1086;&#1084; &#1089;&#1087;&#1086;&#1088;&#1090;&#1077;</em>. 1, 3<em>&ndash;</em>23.<br />
  &#1055;&#1083;&#1072;&#1090;&#1086;&#1085;&#1086;&#1074;, &#1042;. &#1053;. (2009). &#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1074;  &#1090;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1075;&#1086;&#1076;&#1072;: &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1072;, &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;, &#1076;&#1080;&#1089;&#1082;&#1091;&#1089;&#1080;&#1080;, &#1087;&#1091;&#1090;&#1080; &#1084;&#1086;&#1076;&#1077;&#1088;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &Scaron;Theory of practice during the year: background, status, discussions,  ways to modernize&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072;  &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 9, 18<em>&ndash;</em>34.<br />
  &#1042;&#1077;&#1088;&#1093;&#1086;&#1096;&#1072;&#1085;&#1089;&#1082;&#1080;&#1081;, &#1070;. &#1042;. (1998a). &#1043;&#1086;&#1088;&#1080;&#1079;&#1086;&#1085;&#1090;&#1099;  &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1081; &#1090;&#1077;&#1086;&#1088;&#1080;&#1080; &#1080; &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &Scaron;Horizons of scientific theory and methodology of sports practice&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 7, 41<em>&ndash;</em>54.<br />
  &#1042;&#1077;&#1088;&#1093;&#1086;&#1096;&#1072;&#1085;&#1089;&#1082;&#1080;&#1081;, &#1070;. &#1042;. (1998b). &#1053;&#1072; &#1087;&#1091;&#1090;&#1080; &#1082;  &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1081; &#1090;&#1077;&#1086;&#1088;&#1080;&#1080; &#1080; &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &Scaron;On the way to a scientific theory and methodology of sports practice&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 2, 2<em>&ndash;</em>42.<br />
  &#1042;&#1077;&#1088;&#1093;&#1086;&#1096;&#1072;&#1085;&#1089;&#1082;&#1080;&#1081;, &#1070;. &#1042;. (2005). &#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080;  &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1083;&#1086;&#1075;&#1080;&#1103; &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1086;&#1074;&#1082;&#1080;: &#1073;&#1083;&#1086;&#1082;&#1086;&#1074;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1089;&#1087;&#1086;&#1088;&#1090;&#1089;&#1084;&#1077;&#1085;&#1086;&#1074;  &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086; &#1082;&#1083;&#1072;&#1089;&#1089;&#1072; &Scaron;Theory and methodology of  sports practice: block training system top level athletes&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103; &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 4, 2<em>&ndash;</em>14.<br />
  &#1042;&#1086;&#1074;&#1082;, &#1057;. &#1048;. (2007). <em>&#1044;&#1080;a&#1083;&#1077;&#1082;&#1090;&#1080;&#1082;&#1072;  &#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080;</em> &Scaron;Dialectics of sports  practice&sup1;. Moscow, RU: &#1060;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103;  &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1072;.<br />
  &#1042;&#1086;&#1074;&#1082;, &#1057;. &#1048;. (2009). &#1044;&#1080;&#1085;&#1072;&#1084;&#1080;&#1082;&#1072; &#1088;&#1103;&#1076;&#1072;  &#1082;&#1086;&#1086;&#1088;&#1076;&#1080;&#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;&nbsp; &#1087;&#1088;&#1080;  &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1082;&#1077; &#1080; &#1087;&#1088;&#1080; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1080; &#1090;&#1088;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1086;&#1095;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1072; &Scaron;Dynamics series of coordination parameters in practice and at the  termination of the practice process&sup1;. <em>&#1058;&#1077;&#1086;&#1088;&#1080;&#1103;  &#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1072; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1082;&#1091;&#1083;&#1100;&#1090;&#1091;&#1088;&#1099;</em>, 9, 75<em>&ndash;</em>79.</p>
      </div></div>
      <div class="clr"></div>
    </div>
  </div>
  <div class="fbg">
    <div class="fbg_resize">
      <div class="clr"></div>
    </div>
  </div>
  <div class="footer">
    <div class="footer_resize"> <a href="http://www.ffvs.unibl.org"><img src="../ffvislogo.jpg" alt="logo" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><span style="font-size: 8pt; font-family: Arial"><font face="Arial"><strong>Faculty of Physical Education and Sports,</strong></font><br />
      Bulevar 
      Vojvode Petra Bojovića 1A, 78 000 Banja Luka</span><font face="Arial"><span style="font-size: 8pt"><br />
        <a href="http://www.sportlogia.com">SportLogia</a><br />
        </span></font><b><span style="font-family: Arial"> <font style="font-size: 8pt">Web Administrator Saša Šljivić<br />
          </font></span></b><br />
      </span> <a href="http://www.unibl.org"><img src="../unibl.png" alt="uni" width="80" height="70" hspace="10" vspace="5" align="left" /></a><span class="lf"><strong><font size="1">University Banja Luka<br />
        </font></strong><font size="1">Bulevar 
          Vojvode Petra Bojovića 1A <br />
          78 000 Banja 
          Luka, Republika Srpska<br />
          </font></span>
      <p class="lf">&nbsp;</p>
      <p class="lf">&nbsp;</p>
      <div style="clear:both;"></div>
    </div>
  </div>
</div>
<div align=center></div>
</body>
</html>
